import React, { Component } from 'react';

class Rules extends Component {
  render() { 
    return ( 
      <div>
        <h2>体验规则</h2>
        <p>注册XX返利网-注册实名-完成投资-提交信息-等待审核-返利到账</p>
        <p>1.体验理财项目前需先注册XX返利网</p>
        <p>2.必须通过专属注册页面进行体验，体验前请仔细阅读页面内温馨提示信息（其它链接进入体验为无效）</p>
        <p>3.体验完成后返回广告页面，点击“提交信息”进行数据提交（提交数据不满足体验方案为无效数据，后台审核后将标注）</p>
        <p>4.等于1-2两个工作日，后台完成数据核对后进行奖励发放</p>
        <p>5.理财项目到期后，请到体验的理财官网查看资金回款情况，自行提现本息</p>
        <p>[数据审核周期]：后台审核数据时间为周一至周五节假日顺延，用户提交数据后需等待1-2个工作日（用户需要提交完整的投资信息包括姓名、手机号吗、投资金额、体验标期等，如体验注册或实名绑卡任务则只需提交手机号码或姓名及手机号吗即可）</p>
        <p>[温馨提示]：网贷有风险投资需谨慎，XX第三方返利平台只提供理财体验服务，不提供任何担保服务</p>
      </div> 
    )
  }
}
 
export default Rules;